Repository: shayanameend/SwiftMultiplatform
Catalog: SwiftMultiplatform/Localizable.xcstrings
Source language: en
Languages: ar, tr

source: A quest for knowlegde
ar: البحث عن المعرفة
tr: Bilgi arayışı

source: Are you ready to
ar: هل أنت مستعد لـ
tr: Hazır mısın

source: Boom.
ar: بوم.
tr: Bam.

source: Exploring iOS Programming
ar: استكشاف برمجة
tr: iOS Programlamayı Keşfetmek

source: Greetings
ar: تحياتي
tr: Selamlar

source: Hello there!
ar: أهلاً هناك!
tr: Selam!

source: Learning how to bake
ar: تعلم كيفية الخبز
tr: Pişirmeyi öğrenmek

source: Programming recipies
ar: وصفات البرمجة
tr: Programlama tarifleri

source: start exploring?
ar: هل تبدأ في الاستكشاف؟
tr: keşfetmeye başla?

source: Welcome to Swift Programming
ar: مرحباً بكم في برمجة
tr: Swift Programlamaya Hoş Geldiniz
